Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_file_closeAll
source: close all tabs
ar: close all tabs إغلاق كل علامات التبويب
cs: zavřít zavrit vše vse karty close all tabs
de: alle schließen registerkarten close all tabs
el: κλείσιμο όλων καρτέλες close all tabs
es: cerrar todo pestañas close all tabs
fa: بستن همهٔ زبانه‌ها, close all tabs
fr: tout fermer onglets close all tabs
hu: összes osszes bezárás bezaras lapok close all tabs
id: tutup semua tab close all tabs
it: chiudi tutte le schede close all tabs
ja: すべてとじる
ko: 모두 닫기 모든 탭 닫기 close all tabs
pl: zamknij wszystkie karty close all tabs
pt: fechar todas as guias close all tabs
ro: inchidere închidere toate filele close all tabs
ru: закрыть все вкладки close all tabs
th: ปิดทั้งหมด แท็บ close all tabs
tr: tüm sekmeleri kapat close all tabs
uk: закрити всі вкладки close all tabs
vi: đóng tất cả tab close all tabs
zh_hans: 全部关闭 所有选项卡 close all tabs
zh_hant: 全部關閉 所有索引標籤 close all tabs

# Cmd_file_closeOthers
source: Close other tabs
ar: إغلاق علامات التبويب الأخرى
cs: Zavřít ostatní karty
de: Andere Registerkarten schließen
el: Κλείσιμο των άλλων καρτελών
es: Cerrar las demás pestañas
fa: بستن زبانه‌های دیگر
fr: Fermer les autres onglets
hu: Többi lap bezárása
id: Tutup tab lain
it: Chiudi le altre schede
ja: 他のタブを閉じる
ko: 다른 탭 닫기
pl: Zamknij inne karty
pt: Fechar as outras guias
ro: Închidere celelalte file
ru: Закрыть другие вкладки
th: ปิดแท็บอื่น
tr: Diğer sekmeleri kapat
uk: Закрити інші вкладки
vi: Đóng các tab khác
zh_hans: 关闭其他选项卡
zh_hant: 關閉其他索引標籤

# CmdAlias_file_closeOthers
source: close others
ar: close others إغلاق الأخرى
cs: zavřít zavrit ostatní ostatni close others
de: andere schließen close others
el: κλείσιμο άλλων close others
es: cerrar demás otras close others
fa: بستن بقیه, close others
fr: fermer autres close others
hu: többi tobbi bezárás bezaras close others
id: tutup tab lain close others
it: chiudi altre schede close others
ja: ほかのたぶをとじる
ko: 다른 탭 닫기 나머지 close others
pl: zamknij inne karty close others
pt: fechar outras guias close others
ro: inchidere închidere celelalte close others
ru: закрыть другие остальные close others
th: ปิด แท็บอื่น close others
tr: diğerlerini kapat close others
uk: закрити інші close others
vi: đóng tab khác close others
zh_hans: 关闭 其他 选项卡 close others
zh_hant: 關閉其他 其他索引標籤 close others

# Cmd_file_closeToRight
source: Close tabs to the right
ar: إغلاق علامات التبويب إلى اليسار
cs: Zavřít karty vpravo
de: Registerkarten rechts schließen
el: Κλείσιμο των καρτελών στα δεξιά
es: Cerrar las pestañas de la derecha
fa: بستن زبانه‌های سمت چپ
fr: Fermer les onglets à droite
hu: Jobbra lévő lapok bezárása
id: Tutup tab di sebelah kanan
it: Chiudi le schede a destra
ja: 右側のタブを閉じる
ko: 오른쪽 탭 닫기
pl: Zamknij karty po prawej
pt: Fechar as guias à direita
ro: Închidere filele din dreapta
ru: Закрыть вкладки справа
th: ปิดแท็บทางขวา
tr: Sağdaki sekmeleri kapat
uk: Закрити вкладки праворуч
vi: Đóng các tab bên phải
zh_hans: 关闭右侧的选项卡
zh_hant: 關閉右側的索引標籤

# CmdAlias_file_closeToRight
source: close right
ar: close right إغلاق اليمين اليسار
cs: zavřít zavrit vpravo close right
de: rechts schließen close right
el: κλείσιμο δεξιά close right
es: cerrar derecha close right
fa: بستن چپ راست, close right
fr: fermer droite close right
hu: jobbra bezárás bezaras close right
id: tutup tab kanan close right
it: chiudi destra close right
ja: みぎがわのたぶをとじる
ko: 오른쪽 탭 닫기 우측 close right
pl: zamknij prawo close right
pt: fechar direita close right
ro: inchidere închidere dreapta close right
ru: закрыть справа close right
th: ปิด แท็บ ขวา close right
tr: sağı kapat close right
uk: закрити праворуч close right
vi: đóng tab bên phải close right
zh_hans: 关闭 右侧 选项卡 close right
zh_hant: 關閉右側 右邊 close right

# Cmd_file_exit
source: Exit
ar: إنهاء
cs: Konec
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fr: Quitter
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 끝내기
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выход
th: ออก
tr: Çıkış
uk: Вихід
vi: Thoát
zh_hans: 退出
zh_hant: 結束

# CmdAlias_file_exit
source: quit
ar: quit خروج إنهاء
cs: konec ukončit ukoncit quit
de: beenden schließen quit
el: έξοδος τερματισμός quit
es: salir cerrar quit
fa: ترک برنامه, quit
fr: quitter fermer quit
hu: kilépés kilepes bezárás bezaras quit
id: keluar tutup aplikasi quit
it: esci chiudi termina quit
ja: しゅうりょう
ko: 끝내기 종료 나가기 quit
pl: zakończ wyjdź zamknij quit
pt: sair fechar encerrar quit
ro: iesire ieșire terminare quit
ru: выйти завершить quit
th: ออก จบ ปิดโปรแกรม quit
tr: çık kapat quit
uk: вийти завершити quit
vi: thoát đóng ứng dụng quit
zh_hans: 退出 结束 关闭程序 quit
zh_hant: 結束 離開 退出 quit

# Cmd_edit_undo
source: Undo
ar: تراجع
cs: Zpět
de: Rückgängig
el: Αναίρεση
es: Deshacer
fa: واگرد
fr: Annuler
hu: Visszavonás
id: Batalkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
pl: Cofnij
pt: Desfazer
ro: Anulare
ru: Отменить
th: เลิกทำ
tr: Geri al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤消
zh_hant: 復原

# CmdAlias_edit_undo
source: revert
ar: revert تراجع استرجاع
cs: zpět zpet vrátit vratit revert
de: rückgängig zurück revert
el: αναίρεση επαναφορά revert
es: deshacer revertir revert
fa: برگرداندن لغو, revert
fr: annuler revenir revert
hu: visszavonás visszavonas visszaállítás visszaallitas revert
id: batalkan urungkan revert
it: annulla ripristina revert
ja: もとにもどす
ko: 실행 취소 되돌리기 취소 revert
pl: cofnij przywróć revert
pt: desfazer reverter revert
ro: anulare revenire revert
ru: отмена откатить revert
th: เลิกทำ ย้อนกลับ revert
tr: geri döndür revert
uk: скасувати відмінити revert
vi: hoàn tác quay lại revert
zh_hans: 撤消 撤销 还原 revert
zh_hant: 復原 還原 撤銷 revert

# Cmd_edit_redo
source: Redo
ar: إعادة
cs: Znovu
de: Wiederholen
el: Ακύρωση αναίρεσης
es: Rehacer
fa: ازنو
fr: Rétablir
hu: Mégis
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
pl: Ponów
pt: Refazer
ro: Refacere
ru: Повторить
th: ทำซ้ำ
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 取消復原

# CmdAlias_edit_redo
source: repeat
ar: repeat تكرار إعادة
cs: znovu opakovat repeat
de: wiederholen repeat
el: ακύρωση αναίρεσης επανάληψη repeat
es: rehacer repetir repeat
fa: تکرار, repeat
fr: rétablir refaire repeat
hu: mégis megis ismétlés ismetles újra ujra repeat
id: ulangi lakukan lagi repeat
it: ripeti rifai repeat
ja: やりなおし
ko: 다시 실행 재실행 반복 repeat
pl: ponów powtórz repeat
pt: refazer repetir repeat
ro: refacere repetare repeat
ru: повтор вернуть repeat
th: ทำซ้ำ ทำอีกครั้ง repeat
tr: tekrarla repeat
uk: повторити repeat
vi: làm lại lặp lại repeat
zh_hans: 重做 恢复 重复 repeat
zh_hant: 取消復原 重做 重複 repeat

# Cmd_edit_cut
source: Cut
ar: قص
cs: Vyjmout
de: Ausschneiden
el: Αποκοπή
es: Cortar
fa: برش
fr: Couper
hu: Kivágás
id: Potong
it: Taglia
ja: 切り取り
ko: 잘라내기
pl: Wytnij
pt: Recortar
ro: Decupare
ru: Вырезать
th: ตัด
tr: Kes
uk: Вирізати
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下

# CmdAlias_edit_cut
source: clipboard
ar: clipboard حافظة قص
cs: vyjmout schránka schranka clipboard
de: ausschneiden zwischenablage clipboard
el: αποκοπή πρόχειρο clipboard
es: cortar portapapeles clipboard
fa: کلیپ‌بورد, clipboard
fr: couper presse-papiers clipboard
hu: kivágás kivagas vágólap vagolap clipboard
id: potong papan klip clipboard
it: taglia appunti clipboard
ja: きりとり
ko: 잘라내기 클립보드 clipboard
pl: wytnij schowek clipboard
pt: recortar área de transferência clipboard
ro: decupare clipboard
ru: буфер обмена clipboard
th: ตัด คลิปบอร์ด clipboard
tr: pano clipboard
uk: буфер обміну clipboard
vi: cắt bảng tạm clipboard
zh_hans: 剪切 剪贴板 clipboard
zh_hant: 剪下 剪貼簿 clipboard

# Cmd_edit_copy
source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: رونوشت
fr: Copier
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt: Copiar
ro: Copiere
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# CmdAlias_edit_copy
source: clipboard
ar: clipboard حافظة نسخ
cs: kopírovat kopirovat schránka schranka clipboard
de: kopieren zwischenablage clipboard
el: αντιγραφή πρόχειρο clipboard
es: copiar portapapeles clipboard
fa: کپی کلیپ‌بورد, clipboard
fr: copier presse-papiers clipboard
hu: másolás masolas vágólap vagolap clipboard
id: salin papan klip clipboard
it: copia appunti clipboard
ja: こぴー
ko: 복사 클립보드 clipboard
pl: kopiuj schowek clipboard
pt: copiar área de transferência clipboard
ro: copiere clipboard
ru: буфер обмена clipboard
th: คัดลอก คลิปบอร์ด clipboard
tr: pano clipboard
uk: буфер обміну clipboard
vi: sao chép bảng tạm clipboard
zh_hans: 复制 拷贝 剪贴板 clipboard
zh_hant: 複製 拷貝 剪貼簿 clipboard

# Cmd_edit_paste
source: Paste
ar: لصق
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fa: چسباندن
fr: Coller
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt: Colar
ro: Lipire
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# CmdAlias_edit_paste
source: clipboard insert
ar: clipboard insert حافظة إدراج لصق
cs: vložit vlozit schránka schranka clipboard insert
de: einfügen zwischenablage clipboard insert
el: επικόλληση πρόχειρο εισαγωγή clipboard insert
es: pegar portapapeles insertar clipboard insert
fa: کلیپ‌بورد درج, clipboard insert
fr: coller presse-papiers insérer clipboard insert
hu: beillesztés beillesztes vágólap vagolap beszúrás beszuras clipboard insert
id: tempel papan klip sisipkan clipboard insert
it: incolla appunti inserisci clipboard insert
ja: はりつけ
ko: 붙여넣기 클립보드 삽입 clipboard insert
pl: wklej schowek wstaw clipboard insert
pt: colar área de transferência inserir clipboard insert
ro: lipire inserare clipboard insert
ru: буфер обмена вставка clipboard insert
th: วาง คลิปบอร์ด แทรก clipboard insert
tr: pano ekle clipboard insert
uk: буфер обміну вставити clipboard insert
vi: dán bảng tạm chèn clipboard insert
zh_hans: 粘贴 剪贴板 插入 clipboard insert
zh_hant: 貼上 剪貼簿 插入 clipboard insert

# Cmd_edit_pasteOverwrite
source: Paste (overwrite)
ar: لصق (كتابة فوقية)
cs: Vložit (přepsat)
de: Überschreibend einfügen
el: Επικόλληση (αντικατάσταση)
es: Pegar sobrescribiendo
fa: چسباندن (بازنویسی)
fr: Coller en refrappe
hu: Beillesztés (felülírással)
id: Tempel (timpa)
it: Incolla (sovrascrivi)
ja: 上書き貼り付け
ko: 붙여넣기(덮어쓰기)
pl: Wklej (zastąp)
pt: Colar (substituir)
ro: Lipire (suprascriere)
ru: Вставить с заменой
th: วาง (เขียนทับ)
tr: Yapıştır (üzerine yaz)
uk: Вставити (із заміною)
vi: Dán (ghi đè)
zh_hans: 粘贴（改写）
zh_hant: 貼上（覆寫）

# CmdAlias_edit_pasteOverwrite
source: paste write replace
ar: paste write replace لصق كتابة استبدال
cs: vložit vlozit přepsat prepsat nahradit paste write replace
de: einfügen überschreiben ersetzen paste write replace
el: επικόλληση εγγραφή αντικατάσταση paste write replace
es: pegar sobrescribir reemplazar paste write replace
fa: چسباندن نوشتن جایگزینی, paste write replace
fr: coller refrappe remplacer paste write replace
hu: beillesztés beillesztes felülírás feluliras csere paste write replace
id: tempel timpa ganti paste write replace
it: incolla sovrascrivi sostituisci paste write replace
ja: うわがきはりつけ
ko: 덮어쓰기 붙여넣기 쓰기 바꾸기 paste write replace
pl: wklej zastąp nadpisz paste write replace
pt: colar substituir sobrescrever paste write replace
ro: lipire suprascriere scriere inlocuire înlocuire paste write replace
ru: вставить записать заменить paste write replace
th: วางทับ เขียนทับ แทนที่ paste write replace
tr: yapıştır yaz değiştir paste write replace
uk: вставити записати замінити paste write replace
vi: dán ghi đè thay thế paste write replace
zh_hans: 改写粘贴 覆盖 写入 替换 paste write replace
zh_hant: 覆寫貼上 貼上 寫入 取代 paste write replace

# Cmd_edit_selectAll
source: Select all
ar: تحديد الكل
cs: Vybrat vše
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fr: Tout sélectionner
hu: Összes kijelölése
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectare totală
ru: Выделить все
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Виділити все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# CmdAlias_edit_selectAll
source: selection
ar: selection تحديد الكل
cs: vybrat vše vse výběr vyber selection
de: alles auswählen auswahl selection
el: επιλογή όλων selection
es: seleccionar todo selección selection
fa: انتخاب, selection
fr: tout sélectionner sélection selection
hu: összes osszes kijelölés kijeloles mind selection
id: pilih semua pilihan selection
it: seleziona tutto selezione selection
ja: すべてせんたく
ko: 모두 선택 전체 선택 선택 영역 selection
pl: zaznacz wszystko zaznaczenie selection
pt: selecionar tudo seleção selection
ro: selectare selectie selecție tot selection
ru: выделение selection
th: เลือกทั้งหมด ส่วนที่เลือก selection
tr: seçim selection
uk: виділення selection
vi: chọn tất cả vùng chọn selection
zh_hans: 全选 选择 选定内容 selection
zh_hant: 全選 選取全部 選取範圍 selection

# Cmd_edit_toggleInsert
source: Toggle overwrite / insert
ar: تبديل الكتابة الفوقية / الإدراج
cs: Přepnout přepisování / vkládání
de: Überschreiben / Einfügen umschalten
el: Εναλλαγή αντικατάστασης / εισαγωγής
es: Alternar sobrescritura / inserción
fa: تغییر حالت بازنویسی / درج
fr: Basculer refrappe / insertion
hu: Felülírás / beszúrás váltása
id: Alihkan timpa / sisipkan
it: Alterna sovrascrittura / inserimento
ja: 上書き / 挿入の切り替え
ko: 덮어쓰기/삽입 전환
pl: Przełącz zastępowanie / wstawianie
pt: Alternar substituição / inserção
ro: Comutare suprascriere / inserare
ru: Переключить замену / вставку
th: สลับเขียนทับ / แทรก
tr: Üzerine yaz / ekle değiştir
uk: Перемкнути заміну / вставлення
vi: Chuyển ghi đè / chèn
zh_hans: 切换改写/插入
zh_hant: 切換覆寫/插入

# CmdAlias_edit_toggleInsert
source: insert mode overwrite mode
ar: insert mode overwrite mode وضع الإدراج وضع الكتابة الفوقية
cs: režim rezim vkládání vkladani přepisování prepisovani insert mode overwrite mode
de: einfügemodus überschreibmodus umschalten insert mode overwrite mode
el: λειτουργία εισαγωγής λειτουργία αντικατάστασης insert mode overwrite mode
es: modo de inserción modo de sobrescritura alternar insert mode overwrite mode
fa: حالت درج حالت بازنویسی, insert mode overwrite mode
fr: mode insertion mode refrappe basculer insert mode overwrite mode
hu: beszúrás beszuras felülírás feluliras mód mod váltás valtas insert mode overwrite mode
id: mode sisip mode timpa insert mode overwrite mode
it: modalità inserimento modalità sovrascrittura insert mode overwrite mode
ja: うわがき そうにゅう きりかえ
ko: 덮어쓰기 삽입 모드 전환 insert mode overwrite mode
pl: tryb wstawiania tryb zastępowania insert mode overwrite mode
pt: modo de inserção modo de substituição insert mode overwrite mode
ro: mod inserare mod suprascriere insert mode overwrite mode
ru: режим вставки режим замены insert mode overwrite mode
th: โหมดแทรก โหมดเขียนทับ สลับ insert mode overwrite mode
tr: ekleme modu üzerine yazma modu insert mode overwrite mode
uk: режим вставлення режим заміни insert mode overwrite mode
vi: chế độ chèn chế độ ghi đè insert mode overwrite mode
zh_hans: 插入模式 改写模式 覆盖 切换 insert mode overwrite mode
zh_hant: 插入模式 覆寫模式 切換 insert mode overwrite mode

# Cmd_search_find
source: Find
ar: بحث
cs: Najít
de: Suchen
el: Εύρεση
es: Buscar
fa: یافتن
fr: Rechercher
hu: Keresés
id: Temukan
it: Trova
ja: 検索
ko: 찾기
pl: Znajdź
pt: Localizar
ro: Găsire
ru: Найти
th: ค้นหา
tr: Bul
uk: Знайти
vi: Tìm
zh_hans: 查找
zh_hant: 尋找

# CmdAlias_search_find
source: search
ar: search بحث عثور
cs: najít najit hledat search
de: suchen finden search
el: εύρεση αναζήτηση search
es: buscar encontrar search
fa: جستجو, search
fr: rechercher trouver search
hu: keresés kereses search
id: cari temukan search
it: trova cerca search
ja: けんさく
ko: 찾기 검색 search
pl: znajdź szukaj wyszukaj search
pt: localizar pesquisar procurar search
ro: cautare căutare gasire găsire search
ru: поиск искать search
th: ค้นหา หา search
tr: ara search
uk: пошук шукати search
vi: tìm kiếm search
zh_hans: 查找 搜索 search
zh_hant: 尋找 搜尋 查詢 search

# Cmd_search_findNext
source: Find next
ar: البحث عن التالي
cs: Najít další
de: Weitersuchen
el: Εύρεση επόμενου
es: Buscar siguiente
fa: یافتن بعدی
fr: Rechercher le suivant
hu: Következő keresése
id: Temukan berikutnya
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
pl: Znajdź następny
pt: Localizar próxima
ro: Găsire următor
ru: Найти далее
th: ค้นหาถัดไป
tr: Sonrakini bul
uk: Знайти далі
vi: Tìm tiếp
zh_hans: 查找下一个
zh_hant: 找下一個

# CmdAlias_search_findNext
source: search next
ar: search next بحث التالي
cs: najít najit hledat další dalsi search next
de: weitersuchen nächstes search next
el: αναζήτηση επόμενο search next
es: buscar siguiente search next
fa: جستجوی بعدی, search next
fr: rechercher suivant search next
hu: következő kovetkezo keresés kereses search next
id: cari berikutnya search next
it: cerca successivo search next
ja: つぎをけんさく
ko: 다음 찾기 다음 검색 search next
pl: szukaj następny search next
pt: pesquisar próxima search next
ro: cautare căutare urmator următor search next
ru: поиск следующий search next
th: ค้นหาถัดไป search next
tr: sonraki ara search next
uk: пошук наступний search next
vi: tìm tiếp theo search next
zh_hans: 查找下一个 搜索 下一个 search next
zh_hant: 找下一個 搜尋下一個 search next

# Cmd_search_findPrevious
source: Find previous
ar: البحث عن السابق
cs: Najít předchozí
de: Vorheriges suchen
el: Εύρεση προηγούμενου
es: Buscar anterior
fa: یافتن قبلی
fr: Rechercher le précédent
hu: Előző keresése
id: Temukan sebelumnya
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
pl: Znajdź poprzedni
pt: Localizar anterior
ro: Găsire anterior
ru: Найти ранее
th: ค้นหาก่อนหน้า
tr: Öncekini bul
uk: Знайти попереднє
vi: Tìm trước
zh_hans: 查找上一个
zh_hant: 找上一個

# CmdAlias_search_findPrevious
source: search previous
ar: search previous بحث السابق
cs: najít najit hledat předchozí predchozi search previous
de: vorheriges suchen search previous
el: αναζήτηση προηγούμενο search previous
es: buscar anterior search previous
fa: جستجوی قبلی, search previous
fr: rechercher précédent search previous
hu: előző elozo keresés kereses search previous
id: cari sebelumnya search previous
it: cerca precedente search previous
ja: まえをけんさく
ko: 이전 찾기 이전 검색 search previous
pl: szukaj poprzedni search previous
pt: pesquisar anterior search previous
ro: cautare căutare anterior precedent search previous
ru: поиск предыдущий search previous
th: ค้นหาก่อนหน้า search previous
tr: önceki ara search previous
uk: пошук попередній search previous
vi: tìm trước đó search previous
zh_hans: 查找上一个 搜索 上一个 search previous
zh_hant: 找上一個 搜尋上一個 search previous

# Cmd_go_goTo
source: Go to offset
ar: الانتقال إلى إزاحة
cs: Přejít na posun
de: Gehe zu Offset
el: Μετάβαση σε μετατόπιση
es: Ir al desplazamiento
fa: رفتن به آفست
fr: Atteindre le décalage
hu: Ugrás eltolásra
id: Pergi ke offset
it: Vai all'offset
ja: オフセットへ移動
ko: 오프셋으로 이동
pl: Przejdź do przesunięcia
pt: Ir para deslocamento
ro: Salt la deplasament
ru: Перейти к смещению
th: ไปที่ออฟเซ็ต
tr: Ofsete git
uk: Перейти до зміщення
vi: Đi tới độ lệch
zh_hans: 转到偏移量
zh_hant: 移至位移

# CmdAlias_go_goTo
source: jump address position
ar: jump address position قفز عنوان موضع إزاحة انتقال
cs: přejít prejit skok posun adresa pozice jump address position
de: springen gehe zu adresse position jump address
el: μετάβαση άλμα διεύθυνση θέση jump address position
es: ir saltar dirección posición jump address position
fa: پرش آدرس موقعیت, jump address position
fr: aller sauter adresse position jump address
hu: ugrás ugras eltolás eltolas cím cim pozíció pozicio jump address position
id: pergi lompat alamat posisi jump address position
it: vai salta indirizzo posizione offset jump address position
ja: おふせっとへいどう じゃんぷ
ko: 이동 오프셋 주소 위치 점프 jump address position
pl: przejdź skocz adres pozycja przesunięcie jump address position
pt: ir saltar endereço posição deslocamento jump address position
ro: salt deplasament adresa adresă pozitie poziție jump address position
ru: перейти адрес позиция jump address position
th: ไปที่ ออฟเซ็ต กระโดด ที่อยู่ ตำแหน่ง jump address position
tr: atla adres konum jump address position
uk: перейти адреса позиція jump address position
vi: đi tới nhảy địa chỉ vị trí jump address position
zh_hans: 转到 跳转 地址 位置 偏移量 jump address position
zh_hant: 移至 跳至 位址 位置 位移 jump address position

# Cmd_go_back
source: Back
ar: رجوع
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fa: عقب
fr: Précédent
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Lùi
zh_hans: 后退
zh_hant: 返回

# CmdAlias_go_back
source: navigate back history
ar: navigate back history تنقل رجوع سجل
cs: zpět zpet historie navigace navigate back history
de: zurück verlauf navigate back history
el: πίσω πλοήγηση ιστορικό navigate back history
es: atrás volver historial navigate back history
fa: پیمایش عقب سابقه, navigate back history
fr: précédent retour historique navigate back history
hu: vissza előzmények elozmenyek navigálás navigalas navigate back history
id: kembali mundur riwayat navigate back history
it: indietro cronologia navigate back history
ja: もどる
ko: 뒤로 이전 기록 navigate back history
pl: wstecz historia navigate back history
pt: voltar histórico navigate back history
ro: inapoi înapoi navigare istoric navigate back history
ru: назад журнал навигация navigate back history
th: ย้อนกลับ ประวัติ navigate back history
tr: geri git geçmiş navigate back history
uk: навігація назад журнал navigate back history
vi: lùi quay lại lịch sử navigate back history
zh_hans: 后退 返回 导航 历史记录 navigate back history
zh_hant: 返回 上一步 瀏覽記錄 navigate back history

# Cmd_go_forward
source: Forward
ar: للأمام
cs: Vpřed
de: Vorwärts
el: Εμπρός
es: Adelante
fa: جلو
fr: Suivant
hu: Előre
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
pl: Dalej
pt: Avançar
ro: Înainte
ru: Вперед
th: ไปข้างหน้า
tr: İleri
uk: Вперед
vi: Tiến
zh_hans: 前进
zh_hant: 前進

# CmdAlias_go_forward
source: navigate forward history
ar: navigate forward history تنقل للأمام سجل
cs: vpřed vpred historie navigace navigate forward history
de: vorwärts verlauf navigate forward history
el: εμπρός πλοήγηση ιστορικό navigate forward history
es: adelante avanzar historial navigate forward history
fa: پیمایش جلو سابقه, navigate forward history
fr: suivant avancer historique navigate forward history
hu: előre elore előzmények elozmenyek navigálás navigalas navigate forward history
id: maju riwayat navigate forward history
it: avanti cronologia navigate forward history
ja: すすむ
ko: 앞으로 다음 기록 navigate forward history
pl: dalej naprzód historia navigate forward history
pt: avançar histórico navigate forward history
ro: inainte înainte navigare istoric navigate forward history
ru: вперед журнал навигация navigate forward history
th: ไปข้างหน้า ประวัติ navigate forward history
tr: ileri git geçmiş navigate forward history
uk: навігація вперед журнал navigate forward history
vi: tiến lịch sử navigate forward history
zh_hans: 前进 导航 历史记录 navigate forward history
zh_hant: 前進 下一步 瀏覽記錄 navigate forward history

# Cmd_go_start
source: Start of file
ar: بداية الملف
cs: Začátek souboru
de: Dateianfang
el: Αρχή αρχείου
es: Inicio del archivo
fa: ابتدای فایل
fr: Début du fichier
hu: Fájl eleje
id: Awal file
it: Inizio del file
ja: ファイルの先頭
ko: 파일 처음
pl: Początek pliku
pt: Início do arquivo
ro: Începutul fișierului
ru: Начало файла
th: จุดเริ่มต้นของไฟล์
tr: Dosya başı
uk: Початок файлу
vi: Đầu tệp
zh_hans: 文件开头
zh_hant: 檔案開頭

# CmdAlias_go_start
source: beginning top
ar: beginning top بداية أعلى
cs: začátek zacatek nahoru beginning top
de: anfang beginn oben beginning top
el: αρχή επάνω beginning top
es: inicio principio arriba beginning top
fa: آغاز بالا, beginning top
fr: début haut beginning top
hu: eleje kezdet teteje beginning top
id: awal file atas beginning top
it: inizio principio cima beginning top
ja: ふぁいるのせんとう
ko: 처음 시작 맨 위 beginning top
pl: początek góra beginning top
pt: início começo topo beginning top
ro: inceput început sus beginning top
ru: начало верх beginning top
th: จุดเริ่มต้น บนสุด beginning top
tr: başlangıç baş üst beginning top
uk: початок верх beginning top
vi: đầu tệp bắt đầu beginning top
zh_hans: 开头 起始 顶部 beginning top
zh_hant: 開頭 起點 頂端 最前面 beginning top
